<template>
  <footer>
    <p class="disclamer">
      {{ siteName }} не оказывает услуг по оформлению и предоставлению населению
      микрозаймов, кредитов и других финансовых услуг, регулируемых Указом
      Президента №325 "О привлечении и предоставлении займов, деятельности
      микрофинансовых организаций". ООО "Кредитные системы плюс" (УНП 692205696,
      адрес: 220069, Минская обл., Минский р-н, Новодворский с/с, д.
      Королищевичи, ул. Центральная, д.86, корп.1, оф. 1 .) оставляет за собой
      право отправлять заявки в зависимости от территориальности и иных
      критериев в компании-партнеры, в том числе ООО "ЮниКрокус". Условия
      кредитования: cумма кредита — от 500 до 200 000 бел. рублей; минимальная
      процентная cтавка 7%, максимальная процентная ставка 25,4% годовых;
      минимальный срок кредитования 63 дня, максимальный срок кредитования 240
      мес. Примеры расчета: сумма 2000 рублей на два года, 13,7% годовых 106,17
      рублей первый платеж. Итоговая переплата: 285,42 рублей. Досрочное
      погашение без штрафов. При неуплате в срок процентов за пользование
      кредитом, насчитывается пеня в размере 1% от суммы неуплаченных процентов
      за каждый день просрочки. Ваша заявка в зависимости от условий будет
      отправлена в один из следующих банков: АБСОЛЮТБАНК, Альфа-Банк,
      Белагропромбанк, АСБ Беларусбанк, Банк БелВЭБ, Белгазпромбанк,
      Белинвестбанк, БПС-Сбербанк, БТА Банк, Банк ВТБ, Белгазпромбанк, Идея
      Банк, Паритетбанк, Приорбанк, РРБ-Банк, Технобанк, Франсабанк, Цептер
      Банк. Узнать подробности вы можете по телефону +375297733661 . Компания
      вправе взымать комиссию за свои услуги.
    </p>
  </footer>
</template>

<script>
export default {
  name: "disclamer-footer",
  props: ["siteName"],
};
</script>

<style scoped>
footer {
  background: #fff;
  width: 100%;
}
.disclamer {
  padding-top: 20px;
  padding-bottom: 20px;
  margin: 0 100px;
  color: black;
  text-align: justify;
}

/* от 600 до 800 */
@media screen and (min-width: 600px) and (max-width: 800px) {
  .disclamer {
    padding-top: 20px;
    padding-bottom: 20px;
    margin: 0 15px;
  }
}

@media screen and (max-width: 600px) {
  .disclamer {
    padding-top: 20px;
    padding-bottom: 20px;
    margin: 0 15px;
  }
}
</style>
