<template>
  <footer>
    <div class="disclamer">
      <p>
        {{ siteName }} не оказывает услуг по оформлению и предоставлению
        населению микрозаймов, кредитов и других финансовых услуг, регулируемых
        Указом Президента №325 "О привлечении и предоставлении займов,
        деятельности микрофинансовых организаций". ООО "Кредитные системы плюс"
        (УНП 692205696, адрес: 220069, Минская обл., Минский р-н, Новодворский
        с/с, д. Королищевичи, ул. Центральная, д.86, корп.1, оф. 1 .) оставляет
        за собой право отправлять заявки в зависимости от территориальности и
        иных критериев в компании-партнеры, в том числе ООО "ЮниКрокус".
      </p>
      <ul>
        Условия кредитования:
        <li>сумма кредита — от 500 до 200 000 бел. рублей;</li>
        <li>
          минимальная процентная cтавка 7%, максимальная процентная ставка 25,4%
          годовых;
        </li>
        <li>
          минимальный срок кредитования 63 дня, максимальный срок кредитования
          240 мес.
        </li>
      </ul>
      <p>
        Примеры расчета: сумма 2000 рублей на два года, 12,9% годовых 106,17
        рублей первый платеж. Итоговая переплата: 285,42 рублей.
      </p>
      <p>
        Досрочное погашение без штрафов. При неуплате в срок процентов за
        пользование кредитом, насчитывается пеня в размере 1% от суммы
        неуплаченных процентов за каждый день просрочки.
      </p>
      <p>
        Ваша заявка в зависимости от условий будет отправлена в один из
        следующих банков: АБСОЛЮТБАНК, Альфа-Банк, Белагропромбанк, АСБ
        Беларусбанк, Банк БелВЭБ, Белгазпромбанк, Белинвестбанк, БПС-Сбербанк,
        БТА Банк, Банк ВТБ, Белгазпромбанк, Идея Банк, Паритетбанк, Приорбанк,
        РРБ-Банк, Технобанк, Франсабанк, Цептер Банк.
      </p>
      <p>
        Узнать подробности вы можете по телефону
        <a href="tel:+375297456442">+375 (29) 745-64-42</a>
      </p>
      <p>Компания вправе взымать комиссию за свои услуги.</p>
    </div>
  </footer>
</template>

<script>
export default {
  name: "disclamer-footer",
  props: ["siteName"],
};
</script>

<style scoped>
footer {
  background: #fff;
  width: 100%;
  height: 100%;
  padding: 40px 0;
}
.disclamer {
  margin: 0 80px;
  color: black;

  font-size: 10px;
  line-height: 16px;
  font-weight: 300;
}

a {
  text-decoration: none;
  color: inherit;
}

p {
  margin-block: 0;
  margin-bottom: 12px;
}

ul {
  padding: 0;
  margin: 0;
  margin-bottom: 12px;
  list-style-position: inside;
}

@media screen and (max-width: 800px) {
  footer {
    padding: 35px 0 70px 0;
  }
  .disclamer {
    margin: 0 15px;
  }
}
</style>
